Repository: DanielMuellerIR/baby_mucke
Catalog: BabyMucke/Localizable.xcstrings
Source language: de
Languages: en

source: Abbrechen
en: Cancel

source: Aktiv
en: Active

source: Älter als 1 Monat löschen
en: Delete older than 1 month

source: Älter als 1 Tag löschen
en: Delete older than 1 day

source: Älter als 1 Woche löschen
en: Delete older than 1 week

source: Älter als 3 Tage löschen
en: Delete older than 3 days

source: Bearbeiten beenden
en: Done editing

source: Bereit
en: Ready

source: Eintrag löschen
en: Delete entry

source: Fehler: Audio-Session nicht verfügbar
en: Error: audio session unavailable

source: Fehler: Stream nicht abspielbar
en: Error: stream cannot be played

source: Gesamten Verlauf löschen
en: Clear entire history

source: Gestoppt
en: Stopped

source: Keine Sender
en: No stations

source: Lade ...
en: Loading ...

source: Löschen
en: Delete

source: Noch kein Verlauf
en: No history yet

source: Pausiert
en: Paused

source: Puffert ...
en: Buffering ...

source: Sender
en: Station

source: Sender anlegen
en: Add station

source: Sender auswählen
en: Choose a station

source: Sender bearbeiten
en: Edit station

source: Sender exportieren
en: Export stations

source: Sender importieren
en: Import stations

source: Senderliste
en: Stations

source: SENDER
en: STATIONS

source: Sichern
en: Save

source: Ungültige URL
en: Invalid URL

source: VERLAUF
en: HISTORY

source: Verlauf-Optionen
en: History options

source: Wiedergabe
en: Playing
